<%@ page contentType="text/html; charset=UTF-8"%>
<jsp:include page="../include/Main_logo.jsp" />

<style>
.nomem{
margin-top:-500px;
width: 900px;
height: 700px;
margin-left: auto;
margin-right:auto;
margin-bottom:40px;
}

#footer_main{
font-weight: bold; 
color: black;

}

.nomem_p{
 font-size: 16px;
 color: black;
}

</style>

<div class="nomem"><h3 id="footer_main">Web Plate 비회원 이용자 이용정책</h3><br><br>

  <p class="nomem_p">제1조 (목적)<br>
이 정책은  Web Plate가 제공하는 서비스 등의 이용절차, 조건 등 비회원 이용자의 서비스 이용과 관련된 당사와<br> 비회원 이용자 간의 권리 및 의무, 기타 부수사항을 규정함을 목적으로 합니다.
<br><br>
제2조 (정의)<br>
① ‘회원’이라 함은 당사가 제공하는 서비스를 이용하기 위해 계정을 만들고 당사와 이용계약을 체결한 자를 말합니다.<br>
② ‘대규모 이용 등’이란 다량 저장, 재가공 등을 위한 자료수집 목적으로 이루어지는 서비스 내용물 이용, 소프트웨어 또는<br> 기계적 방법을 통한 대규모 서비스 내용물 수집, 크롤링·미러링·포크 사이트 등의 운영을 말합니다.<br>
③ ‘비회원’이라 함은 ‘회원’이 아닌 자로 당사가 제공하는 모든 서비스 내용물(이하 ‘서비스 내용물’이라 함)을 단순 열람하는 방식으로 이용하는 자를 말합니다.<br>
④ ‘서비스 내용물’이라 함은 당사를 통해 제공되는 모든 내용물을 의미합니다. ‘서비스 내용물’에는 회원이 Web Plate를<br> 이용하면서 등록하거나 그 외 당사 서버에 송신하는 모든 내용물을 의미합니다.
<br><br>
제3조 (정책의 개정)<br>
① 당사는 법률이나 서비스 변경사항을 반영하기 위한 목적 등으로 이 정책이나 서비스 이용방법, 해당 안내 및 고지사항을<br> 수정할 수 있습니다. 당사가 이 정책을 변경할 경우 당사는 합리적인 방법으로 변경된 내용을 미리 공지합니다.<br>
② 비회원은 변경된 정책의 적용을 거부할 수 있으나, 이 경우 변경된 정책의 적용을 받는 해당 서비스의 제공은<br> 불가능합니다. 변경된 정책이 시행된 이후에도 계속 당사가 제공하는 서비스를 이용하는 경우 비회원은 변경된 정책에<br> 동의한 것으로 봅니다.
<br><br>
제4조 (저작권)<br>
① 당사를 통해 제공되는 모든 서비스 내용물의 저작권은 이용약관에서 정한 바에 따라 당사와 내용물을 작성한 해당<br> 회원에게 귀속됩니다. 비회원에게는 오직 단순 열람 목적을 위해서만 서비스 내용물이 제공되며, 관련 지적재산권의 보호를 받습니다. 비회원은 당사의 서면 승인 없이 서비스 내용물을 변경, 수집, 복제, 송신, 출판 (온라인, 오프라인 포함), 배포, 방송 기타 방법에 의하여 이용하거나 제3자에게 이용하게 하여서는 아니 됩니다.<br>
② 비회원은 어떠한 경우에도 서비스 내용물에 대한 단순 열람 외의 이용 또는 대규모 이용을 하여서는 아니 됩니다.<br> 이를 위반할 경우 저작권법, 부정경쟁방지 및 영업비밀보호에 관한 법률 등 관련 법률에 따른 민·형사상 조치가<br> 뒤따를 수 있습니다.
  </p>
</div>



<jsp:include page="../include/Main_footer.jsp" />